Repository: lliurex/lliurex-shutdowner
Catalog: lliurex-po/lliurex-shutdowner/*.po
Languages: ca@valencia, es

source: You can use the mouse wheel to change the hour
ca@valencia: Podeu utilitzar la roda del ratolí per a canviar l’hora
es: Puede utilizar la rueda del ratón para cambiar la hora

source: You can use the mouse wheel to change the minutes
ca@valencia: Podeu utilitzar la roda del ratolí per a canviar els minuts
es: Puede utilizar la rueda del ratón para cambiar los minutos

source: Click to edit shutdown time with keyboard
ca@valencia: Feu clic per a canviar l'hora d'apagat amb el teclat
es: Haga clic para editar la hora de apagado con el teclado

source: Cancel
ca@valencia: Cancel·la
es: Cancelar

source: Apply
ca@valencia: Aplica
es: Aplicar

source: Monday
ca@valencia: Dilluns
es: Lunes

source: Tuesday
ca@valencia: Dimarts
es: Martes

source: Wednesday
ca@valencia: Dimecres
es: Miércoles

source: Thursday
ca@valencia: Dijous
es: Jueves

source: Friday
ca@valencia: Divendres
es: Viernes

source: Client shutdown configuration
ca@valencia: Configuració de l'apagat dels clients
es: Configuración del apagado de clientes

source: Desktop shutdown configuration
ca@valencia: Configuració de l'apagat de l'equip
es: Configuración del apagado del equipo

source: Automatic client shutdown
ca@valencia: Parada automàtica dels clients
es: Apagado automatico de clientes

source: Automatic shutdown
ca@valencia: Parada automàtica
es: Apagado automatico

source: Shutdown server as well:
ca@valencia: Parada del servidor també:
es: Apagar el servidor también:

source: Click to change server shutdown settings
ca@valencia: Feu clic per a canviar la configuració de parada del servidor
es: Haga clic para cambiar la configuración de apagado del servidor

source: Currently detected clients:
ca@valencia: Clients detectats actualment:
es: Clientes detectados actualmente:

source: Shutdown clients now
ca@valencia: Para els clients ara
es: Apagar clientes ahora

source: Custom shutdown
ca@valencia: Parada personalitzada
es: Apagado personalizado

source: 2 minutes after clients
ca@valencia: 2 minuts després dels clients
es: 2 minutos después que los clientes

source: Not configured
ca@valencia: Sense configurar
es: No configurado

source: Server shutdown configuration
ca@valencia: Configuració de l'apagat del servidor
es: Configuración del apagado del servidor

source: Automatic server shutdown
ca@valencia: Parada automàtica del servidor
es: Apagado automatico del servidor

source: Shutdown server 2 minutes after clients)
ca@valencia: Para el servidor 2 minuts després dels clients)
es: Apagar el servidor 2 minutos después que los clientes

source: Custom:
ca@valencia: Personalitzada:
es: Personalizado:

source: Client configuration
ca@valencia: Configuració dels clients
es: Configuración de clientes

source: Desktop configuration
ca@valencia: Configuració de l'equip
es: Configuración del equipo

source: Server configuration
ca@valencia: Configuració del servidor
es: Configuración del servidor

source: System settings
ca@valencia: Preferències de l'equip
es: Preferencias del equipo

source: Help
ca@valencia: Ajuda
es: Ayuda

source: The client and server shutdown time are not compatible with each other
ca@valencia: L’hora de parada del client i del servidor no són compatibles entre si
es: La hora de apagado del cliente y servidor no son compatibles entre si

source: The client and server shutdown days are not compatible with each other
ca@valencia: Els dies de parada del client i del servidor no són compatibles entre si
es: Los días de apagado del cliente y servidor no son compatibles entre si

source: The client and server shutdown time and days are not compatible with each other
ca@valencia: El temps i els dies de parada del client i del servidor no són compatibles entre si
es: La hora y días de apagado del cliente y servidor no son compatibles entre si

source: Disabling automatic shutdown in this computer is only posible if automatic server shutdown is not enabled
ca@valencia: La desactivació de l'apagat automàtic en aquest equip només és possible si l'apagat automàtic del servidor està desactivat
es: La desactivación del apagado automático en este equipo sólo es posible si el apagado automático del servidor esta desactivado

source: Changes saved successfully
ca@valencia: Els canvis s'han guardat correctament
es: Cambios guardados correctamente

source: Disable automatic shutdown on this computer:
ca@valencia: Desactiva l'apagat automàtic en aquest equip:
es: Desactivar el apagado automático en este equipo:

source: Loading. Wait a moment...
ca@valencia: S'està carregant. Espereu un moment...
es: Cargando. Espere un momento...

source: An error ocurred while loading data. Restart your computer and try again
ca@valencia: S'ha produït un error en carregar les dades. Reinicieu l'equip i proveu una altra vegada
